;
; Çeviri yazarı: Fahri Avcı
; Çeviri yazarının e-posta adresi: fahriavci@gmail.com
; Çeviri yazarının web sitesi: WiseCleaner.com
; Yazılım sürümü: 4.2.2.128
; Güncelleme tarihi: 26 Haziran 2025
; Lütfen 'ReadHabit=Left-to-right' satırını çevirmeyin, ancak ana diliniz sağdan sola okunuyorsa bu değeri güncelleyebilirsiniz.
;
[Lang]
NativeLanguage=Türkçe

[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=Tamam
ButtonClose=Kapat
BtnNews=Bilgi
[Translation]
LangCode=041F
ReadHabit=Left-to-right
LanguageName=TR
LangShortName=tr-tr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bilgi
Warning=Uyarı
Error=Hata
Confirm=Onay
FrmMOMain.ckperiod.caption=Belleği optimize etme sıklığı
;
; Bellek Optimizasyonu
;
FrmMoMain.imgmail.hint=Wise Memory Optimizer’ı arkadaşlarınızla paylaşın
FrmMoMain.imgfacebook.hint=WiseCleaner’ı Facebook'ta beğenin
FrmMoMain.imgtwitter.hint=Wise Memory Optimizer’ı Twitter’da paylaşın
FrmMoMain.chkupdate.caption=Yeni sürüm için otomatik kontrol et
FrmMoMain.btnlike.caption=Beğendim
FrmMoMain.lblTotalMem.Caption=Toplam Bellek:
FrmMoMain.lblaopt.Caption=Kullanılabilir bellek şu değerden azsa:
FrmMoMain.lbltry.Caption=Daha fazla bellek boşalt
FrmMoMain.btnsettings.Caption=Ayarlar
FrmMoMain.btnOpt.Caption=Optimize Et
FrmMoMain.chkmin.Caption=Kapatıldığında sistem tepsisine küçült
FrmMoMain.chkauto.Caption=Windows başladığında çalıştır
FrmMoMain.chkautoOpt.Caption=Otomatik Optimizasyon
FrmMoMain.ckchkclearborad.Caption=Optimizasyon sırasında panoyu temizle
FrmMoMain.chkidle.Caption=CPU boşta iken çalıştır (Tavsiye edilir)
FrmMoMain.lbllang.Caption=Dil:
FrmMOMain.cknotice.caption=Optimizasyondan sonra bildirim göster
FrmMOMain.ckMode.caption=Karanlık Mod
;
; Hakkında
;
FrmAbout.caption=Hakkında
FrmAbout.btnok.caption=Tamam
FrmAbout.lblver.caption=Geçerli Sürüm:
FrmAbout.lblemail.caption=Destek E-Postası:
FrmAbout.lblhome.caption=Ana Sayfa:
FrmAbout.lblthanks.caption=Katkılarından dolayı aşağıdaki kişilere teşekkürler:
FrmAbout.lblUninstall.caption=Kaldırma Talimatı
FrmAbout.lblPolicy.caption=Gizlilik Politikası
FrmAbout.lblEula.caption=Son Kullanıcı Lisans Anlaşması (EULA)
FrmMOMain.ckShutkey.caption=Kısayol tuşu
FrmMOMain.btn2.hint=Kısayol tuşu çakışması
ShutkeyCA=CTRL+ALT
ShutkeyAS=ALT+SHIFT 
ShutkeyCS=CTRL+SHIFT
[MemoryOptimizer]
ThisTimeFreeMemory=Bu sefer %s bellek serbest bırakıldı.
CurPrecent=Bellek Kullanımı:
UsedMemory=Kullanılan:
AvailableMemory=Kullanılabilir:
FreeMemory=Boşaltılan: 
At=Tarih/Saat
pmShow=Aç
pmOpt=Optimize Et
pmAbout=Hakkında
pmExit=Çıkış
SureExit=Bellek optimize ediliyor... şimdi çıkmak istediğinize emin misiniz?
Mintotray=Bellek optimize ediliyor
pmdefragmem=RAM'i Birleştir
pmclearmem=RAM'i Boşalt
pmclearstandbymem=Bekleme RAM’ini Temizle

[Message]
NoNews=Okunmamış mesajınız yok.
NewVer=Wise Memory Optimizer’ın yeni bir sürümü mevcut! Şimdi yükseltmek ister misiniz?
NotShowNotice=Bu bildirimi bir daha gösterme.
NoOptItem=Optimize etmek için en az bir yöntem seçmelisiniz.
minutes=dakika
hours=saat

[feedback]
InvalidEmail=Lütfen geçerli bir e-posta adresi girin.
emptyinput=Lütfen gönderim için bir şeyler yazın.
thanks=Geri bildiriminiz için teşekkür ederiz!
FrmFeedback.lblfeedback.caption = %s uygulamasını nasıl değerlendiriyorsunuz?
FrmFeedback.lblemail.caption = E-posta adresi:
FrmFeedback.lblgood.caption = En çok hangi özelliği beğendiniz?
FrmFeedback.lblbad.caption = En az hangi özelliği beğendiniz?
FrmFeedback.lblwant.caption = En çok hangi yeni özelliği istiyorsunuz?
FrmFeedback.btncancel.caption = İlgilenmiyorum
FrmFeedback.btnsubmit.caption = Gönder
